syllabus.tex
% Created 2019-01-14 Mon 13:29
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2019 W.\ F.\ Schneider}
\rfoot{\thepage}
\title{University of Notre Dame\\Physical Chemistry for Chemical Engineers\\(CHE 30324)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage[small]{titlesec}
\titlespacing*{\section}
{0pt}{0.4\baselineskip}{0.0\baselineskip}
\titlespacing*{\subsection}
{0pt}{0.4\baselineskip}{0.0\baselineskip}
\titlespacing*{\subsubsection}
{0pt}{0.1\baselineskip}{0.0\baselineskip}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CHE 30324 Syllabus}
\begin{document}

\begin{OPTIONS}
\end{OPTIONS}

\begin{center}
\textsc{\Large Physical Chemistry for Chemical Engineers (CHE 30324)}\\University of Notre Dame, Spring 2019
\end{center}
\begin{tabular*}{\textwidth}{@{\extracolsep{\fill}}l r}
\hline
Prof.\ Bill Schneider & Classroom: 127 HH\\
Office: 180 Fitzpatrick & Lecture MWF 10:30-11:20\\
\email{wschneider@nd.edu}, phone 574-631-8754\\
\hline
\end{tabular*}

\section{Physical Chemistry}
\label{sec:org9c77cbb}
Chemical Engineers describe the macroscopic, material world around us in terms of classical models like Newton’s Laws of motion or the three Laws of Thermodynamics. Yet we know that the world is made up of femtoscopic objects, like atoms and electrons, that obey the very different rules of quantum mechanics. In this course we will learn how to use quantum mechanics to describe atoms, molecules, and their interactions with light, and how to use statistical mechanics to create a bridge between the bizarre quantum mechanical world and the familiar macroscopic one. We will learn how these two can be used to describe the physical properties of gases, liquids, and solids, and how they form the basis for understanding the mechanisms and rates of chemical reactions.

Physical chemistry is the fundamental physical basis of all Chemical Engineering. It is an exciting and lively topic, and much of the material will be new to you. I strongly encourage you to keep up with the reading and homework and to ask questions in class. Don't be bashful: if you don't understand something, chances are some of your classmates (and perhaps even your instructor!) don't either.
\section{(Suggested) Text}
\label{sec:org4a65c8f}
Engel and Reid, \emph{Physical Chemistry}, Benjamin-Cummings, 2006 or 2009. Each topic will include some suggested problems from this book to give you practice with the material.
\section{Lecture}
\label{sec:org2b27e35}
The topics will be presented in a series of self-contained
lectures. Attendance is expected, and you should be prepared to ask
and answer questions.  

\begin{table}[htbp]
\caption{Brief Outline of Course Topics}
\centering
\begin{tabular}{ll}
\hline
Probability and the Boltzmann Distribution & Chapters 30-31\\
Physical Properties of Gases and Liquids & Chapters 34-35\\
Introduction to Quantum Mechanics & Chapters 12-14\\
Basic Applications of Quantum Mechanics & Chapters 15-19\\
Atomic Structure and Spectroscopy & Chapters 20-22\\
Molecular Structure and Spectroscopy & Chapters 23-27\\
Statistical Thermodynamics & Chapters 32-33\\
Chemical Kinetics & Chapters 36-37\\
\hline
\end{tabular}
\end{table}

\section{Web}
\label{sec:org98359d2}
This syllabus, reading assignment, the homework assignments and solutions, a summary of the lecture schedule, and a \href{https://github.com/wmfschneider/CHE30324/tree/master/Outline/CHE30324-outline.pdf}{detailed course outline} are available on the web at \url{https://github.com/wmfschneider/CHE30324}.  If you want to get your own copy of all this material and understand a bit about how git works, see \url{http://rogerdudler.github.io/git-guide/}.  Or just download files directly from the git site. The source files are written using Org Mode (\url{https://orgmode.org/}), but you can read them using a regular text editor if you want to see under the hood.

\section{Homework}
\label{sec:orga51bba2}
Eleven graded problem sets will be distributed during the semester and will be due at the beginning of class on dates to be announced.  \textbf{Assignments turned in late will automatically lose 20\%, and those turned in after the solutions are posted will not be accepted.}  Your two lowest scores on homework will be dropped.  You may discuss the homework with your classmates, but \textbf{what you turn in must be your own work.}
Homework will in general require some computations. You may write out solutions by hand, being mindful that neatness counts. 

\subsection{Jupyter/Python}
\label{sec:org3087477}
Alternatively, homework will also be distributed as \href{https://jupyter.org/}{Jupyter notebooks} (\url{https://jupyter.org}), a powerful, open source computing notebook environment that works within a web browser. Jupyter allows one to do among other things, create and execute \href{https://www.python.org/}{Python} (\url{https:/www.python.org}) programs, which are similar in syntax to Matlab. Use is optional, but if you are interested, you can download Jupyter and Python as one distribution, at \url{http://anaconda.com/download}. A tutorial on both will be provided outside of regular class hours at a time to be announced.
\section{Homework Defense}
\label{sec:orgb92e40e}
To help me get to know you and how you are doing with the course, after each homework assignment six of you will be chosen at random to meet with me one-on-one to discuss their homework.

\section{Grading}
\label{sec:org3369af6}
Grades will be based on homework (25\%), three in-class exams (45\%), and a cumulative final (30\%).

\section{Academic honesty}
\label{sec:org05a4e9d}
Should go without saying. Any cheating or misrepresenting of work as your own will be dealt with according to the Honor Code policies of the university. I reserve the right to relocate any students during an examination at my discretion.

\section{Professional courtesy}
\label{sec:org832a4a4}
As a courtesy to the instructor and your classmates, please refrain from
texting, web browsing, tweeting, chatting, updating, or using your phone or laptop for any
purpose during class time.  If you must use an electronic device, excuse
yourself from class.

\section{Office hours}
\label{sec:orgd1b01a4}
The TA and instructor are happy to answer questions during regular office hours or by appointment if you need extra help.

\begin{center}
\begin{tabular}{llll}
Dr. Bill Schneider & \email{wschneider@nd.edu} & By appt/drop in & 182 Fitz\\
Jerry Crum & \email{jcrum@nd.edu} & M 4-5 & 150 Fitz\\
Yixiao Hou & \email{yhou@nd.edu} & T 4-5 & 150 Fitz\\
Jian-Ren Lim & \email{jlim6@nd.edu} & T 4-5 & 150 Fitz\\
Craig Waitt & \email{cwaitt@nd.edu} & Th 4-5 & 150 Fitz\\
\end{tabular}
\end{center}


\begin{table}[htbp]
\caption{Tentative Course Calendar}
\centering
\begin{tabular}{lllllll}
\hline
 & 1/16 & 1/18 &  & 3/18 & 3/20 & 3/22\\
 & Welcome! &  & XXXXX &  & \textbf{HW 7} & \\
\hline
1/21 & 1/23 & 1/25 &  & 3/25 & 3/27 & 3/29\\
 & \textbf{HW 1} &  &  &  & \textbf{HW 8} & \\
\hline
1/28 & 1/30 & 2/1 &  & 4/1 & 4/3 & 4/5\\
 & \textbf{HW 2} &  &  &  & \textbf{HW 9} & \\
\hline
2/4 & 2/6 & 2/8 &  & 4/8 & 4/10 & 4/12\\
 & \textbf{HW 3} & \textbf{Exam 1} &  & \textbf{Exam 3} &  & \\
\hline
2/11 & 2/13 & 2/15 &  & 4/15 & 4/17 & 4/19\\
 &  & \textbf{HW 4, JPW} &  &  & \textbf{HW 10} & \textbf{Good Friday}\\
\hline
2/19 & 2/21 & 2/23 &  & 4/22 & 4/24 & 4/26\\
 &  & \textbf{HW 5} &  & \textbf{Easter} &  & \\
\hline
2/25 & 2/27 & 3/1 &  & 4/29 & 5/1 & 5/3\\
 &  & \textbf{HW 6} &  &  & \textbf{Last class} & \textbf{HW 11}\\
\hline
3/4 & 3/6 & 3/8 &  &  & \textbf{Final Exam} & \\
\textbf{Exam 2} &  &  &  &  & \textbf{TBD} & \\
\hline
3/11 & 3/13 & 3/15 &  &  &  & \\
\textbf{BREAK} & \textbf{BREAK} & \textbf{BREAK} &  &  &  & \\
\hline
\end{tabular}
\end{table}
\end{document}